<template>
<section>
  <div class="container">
    <img class="ratio ratio-16x9" src="../assets/img/5stepsToAuto.jpg"/>
    <p>
      Доколку сакате да купите возило на лизинг Ве молиме детално прегледајте ги податоците на оваа страна.
      Подолу имате калкулатор со кој можете орентационо да ги пресметате ратите за лизингот.
      Плаќањето можете да го прилагодите според вашите можности и потреби.
      На пример можете да си одредите фиксен дел за Учество кој
      ќе го платите, а останата сума да ја плаќате на онолку
      рати колку што Ви одговара.
    </p>
    <p>
      НАПОМЕНА: дел од трошоците за процедурата зa лизинг се фиксни и се плаќаат на лизинг компанијата.
      Корисникот на лизинг е обврзан да го осигура возилото со целосно КАСКО осигурување за целото
      времетраење на лизингот, вклучувајќи и додаток во случај на кражба и проневера.
    </p>
  </div>
</section>
</template>

<script>
export default {
  name: "Heading"
}
</script>

<style scoped>

</style>